Repository: komalshaligram/food_stocks
Catalog: lib/l10n/app_*.arb
Languages: he

# app_language
source: Hebrew Language
he: שפה עברית

source: Register
he: הרשמה

source: Login
he: התחברות

# business_details
source: Business Info
he: פרטי עסק

source: Type of Picture
he: סוג תמונה

# type_of_business
source: Business Type
he: סוג העסק

# profile_picture
source: Profile Image
he: תמונת פרופיל

source: Institutional
he: מוסדי

source: Business Name
he: שם העסק

source: Address
he: מכולת חיים

# name_of_owner
source: Owner Name
he: שם בעלים

source: NEXT
he: המשך

# more_details
source: More Info
he: פרטים נוספים

source: Full Address
he: כתובת מלאה

source: Email
he: דוא”ל

source: Fax
he: פקס

source: Logo Image
he: תמונת לוגו

# upload_photo
source: Upload Image
he: העלה תמונה

source: Activity Time
he: זמני פעילות

source: Until Time
he: עד שעה

source: From Time
he: משעה

source: Sunday
he: יום ראשון

source: Monday
he: יום שני

source: Wednesday
he: יום רביעי

source: Thursday
he: יום חמישי

# friday_and_holiday_eves
source: Friday & Holiday
he: יום שישי וערבי חג

source: Contact Name
he: איש קשר

# israel_id
source: Israel ID Number
he: תעודת זהות

source: City
he: עיר / ישוב

source: Skip
he: דלג

# forms_files
source: Forms and Files
he: טפסים וקבצים

source: Remove
he: מחק תמונה

source: Download
he: הורד

source: Promissory Note
he: שטר חוב

source: Personal Guarantee
he: ערבות אישית

# photo_tz
source: photo of T.Z.
he: צילום ת.ז.

source: Business Certificate
he: תעודת עסק

# saturday_and_holidays
source: Saturday & Holidays
he: יום שבת וחגים

source: Tuesday
he: יום שלישי

# business_id
source: Business ID number
he: ח.פ.

source: Gallery
he: גלריה

source: Camera
he: מצלמה

source: This month's expenses
he: הוצאות החודש

# this_months_orders
source: Orders this month
he: הזמנות החודש

source: General framework
he: מסגרת כללית

source: Last month's expenses
he: הוצאות חודש שעבר

# balance_status
source: Balance
he: יתרה לניצול

source: All Sales
he: כל המבצעים

source: Sales
he: מבצעים

source: My Basket
he: הסל שלי

source: New Order
he: הזמנה חדשה

source: All Messages
he: כל ההודעות

source: Messages
he: הודעות

source: Read More
he: קרא עוד

source: Menu
he: תפריט

source: My Orders
he: ההזמנות שלי

# questions_and_answers
source: FAQ
he: שאלות ותשובות

# terms_of_use
source: Terms and Conditions
he: תנאי שימוש

source: Contact Us
he: יצירת קשר

source: About the App
he: אודות האפליקציה

# editing
source: Edit
he: עריכה

source: Delete
he: מחק

source: Message
he: הוֹדָעָה

source: Orders
he: הזמנות

source: Order Status
he: סטטוס הזמנה

source: Order Date
he: תאריך הזמנה

source: Suppliers
he: ספקים

source: All Suppliers
he: כל הספקים

source: Products
he: מוצרים

# received
source: Received All
he: התקבל הכל

# enter_your_phone
source: Enter your phone number
he: הזן את מספר הטלפון שלך

source: Phone
he: טלפון

# enter_the_code_sent_to_phone_num
source: Enter the OTP code
he: הזן את הקוד שנשלח למספר הטלפון שהזנת

# not_receive_verification_code
source: Did not get the code ?
he: לא קיבלת קוד אימות ?

source: Send Again
he: שלח שוב

source: Log Out
he: התנתק

source: Save
he: שמור

source: Companies
he: חברות

source: All Companies
he: כל החברות

source: Total Order
he: סה”כ הזמנה

source: Delivery date
he: תאריך משלוח

# everything_was_received
source: Received All
he: התקבל הכל

source: Total
he: סה”כ

source: Supplier order number
he: מספר הזמנה

source: Driver Name
he: פרטי נהג

source: Order products list
he: רשימת מוצרים בהזמנה

source: Product Name
he: שם המוצר

source: Product Issue
he: בעיה במוצר

source: Shipment Verification
he: אישור משלוח

source: Signature
he: חתימה

source: Categories
he: קטגוריות

source: All Categories
he: כל הקטגוריות

source: Recommended for You
he: מומלצים בשבילך

source: All Recommended
he: כל המומלצים

source: from your previous orders
he: מהזמנות קודמות שלך

source: More
he: הכל

source: Search
he: חיפוש

source: Note
he: הערה

source: Add to Order
he: הוסף להזמנה

source: Sale
he: מבצע

source: Main
he: ראשי

source: Finish
he: לתשלום

source: Home
he: ראשי

source: Problem Detected
he: זוהתה בעיה

source: The product did not arrive at all
he: המוצר לא הגיע בכלל

source: Product arrived damaged
he: המוצר הגיע פגום

source: The product arrived missing
he: המוצר הגיע חסר

source: Another product problem
he: בעיה נוספת במוצר

source: Add Text
he: פרט

source: Submit
he: לתשלום

source: Empty
he: רוקן סל

source: Contact
he: יצירת קשר

source: Order Summary
he: סיכום הזמנה

source: Supplier Name
he: שם ספק

source: Send Order
he: שלח הזמנה

source: Planogram
he: מוצרים נבחרים

source: Order sent successfully
he: ההזמנה נשלחה בהצלחה

source: Total Credit
he: סך האשראי

source: Back to Home Page
he: בחזרה לעמוד הבית

source: kg
he: ק”ג

source: Monthly expense graph
he: גרף הוצאות חודשיות

source: History
he: תנועות בארנק

source: Export
he: יצוא

source: Order
he: הזמנה

# jan
source: Dec
he: ינו

# feb
source: Nov
he: פבר

# mar
source: Oct
he: מרץ

# apr
source: Sep
he: אפר

# may
source: Aug
he: מאי

# jun
source: Jul
he: יונ

# jul
source: Jun
he: יול

# aug
source: May
he: אוג

# sep
source: Apr
he: ספט

# oct
source: Mar
he: אוק

# nov
source: Feb
he: נוב

# dec
source: Jan
he: דצמ

source: OK
he: בסדר

source: Cancel
he: לְבַטֵל

source: See All
he: ראה הכל

# discount
source: at discount
he: בהנחה

# january
source: December
he: יָנוּאָר

# february
source: November
he: פברואר

# march
source: October
he: מרץ

# april
source: September
he: אַפּרִיל

# june
source: July
he: יוני

# july
source: June
he: יולי

# august
source: May
he: אוגוסט

# september
source: April
he: סֶפּטֶמבֶּר

# october
source: March
he: אוֹקְטוֹבֶּר

# november
source: February
he: נוֹבֶמבֶּר

# december
source: January
he: דֵצֶמבֶּר

# no_data
source: No data found
he: אין מידע

# cart_empty
source: Your cart is empty
he: העגלה שלך ריקה

source: Please enter email
he: אנא הזן כתובת מייל

source: Please enter valid email
he: אנא הזן כתובת מייל חוקית

source: Phone number can't be Empty
he: מספר טלפון לא יכול להיות ריק

source: Please enter valid phone number
he: אנא הזן מספר טלפון תקין

source: Phone number must be 10-digit
he: מספר טלפון צריך להיות בן 10 ספרות

source: Please enter your business name
he: אנא הזן את שם העסק

source: Please enter valid business name
he: אנא הזן את שם העסק תקין

source: Please enter alphabets only
he: אנא הזן אותיות בלבד

source: Please enter valid business ID
he: אנא הזן מספר ח.פ. תקין

source: Please enter business ID
he: אנא הזן מספר ח.פ.ן

source: Please enter owner name
he: אנא הזן שם בעל העסק

source: Please enter israel ID
he: אנא הזן מספר ת.ז.

source: Please enter valid israel ID
he: אנא הזן מספר ת.ז. תקין

source: Please enter contact name
he: אנא הזם שם איש קשר

source: Please enter address
he: אנא הזן כתובת

source: Please enter fax number
he: אנא הזן מספר פקס

source: Please enter valid fax number
he: אנא הזן מספר פקס תקין

source: Logged out Successfully
he: התנתקת בהצלחה

source: Are you sure?
he: האם אתה בטוח?

source: Document
he: קובץ

source: Registered Successfully
he: נרשמת בהצלחה

source: Updated Successfully
he: עודכן בהצלחה

source: Removed Successfully!
he: !הוסר בהצלחה

source: Something is wrong, try again!
he: !משהו השתבש, אנא נסה שנית

source: Image not set
he: לא הוזנה תמונה

# file_size_must_be_less_then
source: File size must be less then 1024 KB
he: KB 1024 משקל הקובץ צריך להיות קטן מ

source: Please select opening time after previous closing time
he: אנא בחר שעת פתיחה שונה מהקודמת

source: Please select opening time before closing time
he: אנא בחר שעת פתיחה מוקדמת יותר משעת סגירה

source: Please select closing time after opening time
he: אנא בחר שעת סגירה מאוחרת יותר משעת פתיחה

source: Please select opening Time
he: אנא בחר שעת פתיחה

source: Please select previous shift time
he: אנא מלא את השעות הקודמות

source: Please select first shift time
he: אנא מלא את השעות הראשונות

source: Please enter otp
he: אנא הזן את הקוד

# please_select_time_grater_then_0
source: Please select time grater then 00:00
he: אנא בחר שעה גדולה יותר מ 00:00

source: Please fill up closing time
he: אנא הזן שעת סגירה

source: No Internet Connection
he: אין חיבור לאינטרנט

source: Cities not available
he: אין את רשימת הערים

source: Select supplier
he: בחר ספק

source: please select supplier
he: אנא בחר ספק

source: Suppliers not available
he: לא קיים במלאי

source: Search result not found
he: לא נמצאו תוצאות חיפוש

source: Products not available
he: לא נמצאו מוצרים

source: Sub Categories not available
he: תת קטגוריה לא קיימת

source: Messages not found
he: לא נמצאו הודעות

source: Currently this Supplier has no products
he: כרגע אין מוצרים עבור ספק זה

source: Currently products are not on sale
he: כרגע אין מוצרים במבצע

source: Recommendation products are not available
he: מוצרים מומלצים לא קיימים

source: Companies not available
he: חברות לא קיימות

source: Categories not available
he: קטגוריות לא קיימות

# forms_Files_not_available
source: Forms and Files not available
he: קבצים וטפסים לא קיימים

source: Yes
he: כן

source: No
he: לא

source: Q&A not available
he: לא נמצאו שאלות ותשובות

source: Product added to Cart
he: המוצר הוסף לסל הקניות

source: You have reached maximum quantity
he: הגעת לכמות המקסימלית

source: Downloaded successfully!
he: !הורד בהצלחה

# failed_download
source: Failed to download
he: ההורדה נכשלה

# camera_permission
source: Please allow camera permission from settings
he: אנא אפשר הרשאות מצלמה

# storage_permission
source: Please allow storage permission from settings
he: אנא אפשר הרשאות אכסון

# enter_4digit_otp
source: Please enter 4 digit otp code
he: אנא הזן קוד בין 4 ספרות

# you_want_clear_cart
source: Are you sure you want to clear cart?
he: האם אתה בטוח שאתה רוצה לאפס את סל הקניות?

# you_want_delete_product
source: Are you sure you want to delete product?
he: האם אתה בטוח שאתה רוצה למחוק את המוצר?

# select_issue
source: Please select issue
he: אנא בחר סוג בעיה

# signature_missing
source: Signature is missing
he: חסרה חתימה

source: Connection timed out
he: בעיית חיבור לשרת

source: Send timed out
he: בעיית שליחה לשרת

source: Receive timed out
he: בעיית קבלה מהשרת

source: Bad request
he: בעיה בבקשה

source: Permission denied
he: אין הרשאה

source: Server internal error
he: בעייה פנימית בשרת

source: Server bad response
he: שגיאה בבקשה לשרת

# server_canceled
source: Server canceled it
he: השרת דחה את הפנייה

source: Unknown error
he: בעיה לא ידועה

# login_successful
source: Login successfully
he: התחברת בהצלחה

# add_1_quantity
source: Add at least 1 quantity
he: בחר לפחות כמות אחת

source: Out of Stock
he: לא קיים במלאי

# select_business_type
source: Please select your business type
he: אנא בחר את סוג העסק

source: Reorder
he: הזמן שוב

# previous_order_products
source: Products from Previous Orders
he: מוצרים מהזמנה קודמת

# errmessage
source: Something went wrong
he: משהו השתבש

# successmessage
source: Request completed successfully
he: הבקשה הושלמה בהצלחה

source: Invalid operation
he: פעולה לא חוקית

# documentcreatedmessage
source: Document created successfully
he: נוצר מסמך בהצלחה

# loginsuccessmessage
source: Login successfully
he: התחברות בוצעה בהצלחה

# usercreatedmessage
source: Registered successfully
he: נרשמת בהצלחה

source: Validation error
he: שגיאת אימות

# servererrormessage
source: Internal server error occurred
he: שגיאת שרת פנימית התרחשה

source: Invalid credentials
he: פרטי הכניסה אינם תקינים

# verificationemailsent
source: A verification email has been sent to your registered email address. Please check your inbox
he: נשלח אימייל לאימות לכתובת האימייל הרשומה שלך. אנא בדוק את תיקיית הדואר הנכנס שלך

# invalidcode
source: Invalid verification code. Please check the code and try again
he: קוד אימות לא תקין. אנא בדוק את הקוד ונסה שוב

# alreadyverified
source: Verification already completed
he: האימות כבר הושלם

# expiredcode
source: Verification code has expired. Please request a new verification code
he: קוד אימות פג תוקף. אנא בקש קוד אימות חדש

# verificationsuccess
source: Verification successfully
he: אימות בוצע בהצלחה

# invalidverificationcode
source: Invalid verification code. Please check the code and try again
he: קוד אימות לא תקין. אנא בדוק את הקוד ונסה שוב

# expiredverificationcode
source: Verification code has expired. Please request a new verification code
he: קוד אימות פג תוקף. אנא בקש קוד אימות חדש

# unverifiedverificationcode
source: Verification code has not been verified. Please verify first
he: קוד אימות לא אומת. אנא אמת תחילה

source: User not found
he: משתמש לא נמצא

# newpasswordsameasold
source: New password must be different from the existing password
he: סיסמה חדשה חייבת להיות שונה מהסיסמה הקיימת

# resetsuccessful
source: Password reset successfully
he: איפוס סיסמה בוצע בהצלחה

# setsuccessful
source: Password set successfully
he: הגדרת סיסמה בוצעה בהצלחה

# currentpasswordwrong
source: Your current password is wrong please enter the correct password
he: הסיסמה הנוכחית שלך אינה נכונה אנא הכנס את הסיסמה הנכונה

# changesuccessful
source: Password change successfully
he: שינוי סיסמה בוצע בהצלחה

# formcreatesuccessful
source: Form created successfully
he: יצירת טופס בוצעה בהצלחה

# formupdatesuccessful
source: Form updated successfully
he: עדכון טופס בוצע בהצלחה

source: Form not found
he: טופס לא נמצא

# formexistswiththisname
source: Form name is already exists.Try new name
he: שם הטופס כבר קיים. נסה שם חדש

source: Bad request
he: בקשה לא תקינה

source: Internal server error
he: שגיאת שרת פנימית

# recordalreadyexist
source: Record already exists!
he: הרשומה כבר קיימת!

# phonenumberalreadyexist
source: Phonenumber already exists
he: מספר הטלפון כבר קיים

# emailalreadyexist
source: Email already exists
he: האימייל כבר קיים

source: Record not created
he: הרשומה לא נוצרה

source: Token error
he: שגיאת טוקן

source: Data not found
he: מידע לא נמצא

# invalidcontact
source: Invalid number please check your phone number
he: מספר לא תקין אנא בדוק את מספר הטלפון שלך

# foundcontact
source: User is already been registered
he: המשתמש כבר נרשם

# invalidemail
source: Email not found
he: האימייל לא נמצא

# recorddoesnotexist
source: Record doesnt exist
he: הרשומה לא קיימת

# skuarerequired
source: SKUS Are Required
he: נדרשים SKUs

source: Product Id Are Required
he: מזהה המוצר נדרש

# skusarenotregistered
source: None Of The Skus Are Registered
he: אף SKU לא רשום

# productarenoregistered
source: None of the products are registered
he: אף מוצר אינו רשום

source: Supplier product is not registered
he: המוצר של הספק אינו רשום

# productssuppliermismatch
source: None of the Products are matched with Supplier
he: אף מוצר לא תואם לספק

# productremovalsalesuccess
source: Product Removed from Sale Successful
he: המוצר הוסר ממכירה בהצלחה

# productremovalsalefailure
source: Product Removed from Sale Failure
he: הסרת המוצר מהמכירה נכשלה

source: Insufficient Data For Product Removal From Sale
he: מידע לא מספיק להסרת מוצר מהמכירה

source: Product Not Found
he: המוצר לא נמצא

# failedtoauthenticate
source: Falied to authenticate
he: נכשל באימות

source: Record updated successfully
he: הרשומה עודכנה בהצלחה

source: Record deleted successfully
he: הרשומה נמחקה בהצלחה

source: Record created successfully
he: הרשומה נוצרה בהצלחה

# invalidids
source: Please provide valid record ids
he: נא לספק זיהוי תקין

# importedsuccessfully
source: Items imported successfully
he: הפריטים יובאו בהצלחה

# cartproductsbadrequest
source: Cart product is not Implemented
he: המוצר בעגלה לא מיושם

source: Cart does not exist
he: העגלה אינה קיימת

source: Cart product does not exist
he: המוצר בעגלה אינו קיים

# productdoesnotexistincart
source: Product does not exist
he: המוצר אינו קיים

# supplierdoesnothavequantity
source: Supplier Does Not Have Enough Quantity
he: הספק אינו מספק כמות מספיקה

# orderproductsbadrequest
source: Atleast one product required
he: לפחות מוצר אחד דרוש

# ordercreatedsuccessfully
source: Order placed successfully
he: הזמנה הוצבה בהצלחה

source: Order updated successfully
he: הזמנה עודכנה בהצלחה

source: Order not found
he: הזמנה לא נמצאה

# lowquantity
source: Product has low quantity.
he: כמות המוצר נמוכה.

# cartcleared
source: Cart has been cleared now
he: העגלה נוקתה כעת

# nullpassword
source: Password is not set please set password
he: הסיסמה אינה מוגדרת אנא הגדר סיסמה

# logout
source: Logged out successfully
he: התנתק בהצלחה

# messagecreated
source: Message created successfully
he: הודעה נוצרה בהצלחה

# messageupdated
source: Message updated successfully
he: הודעה עודכנה בהצלחה

# quantityfulfilled
source: Product quantity fulfilled
he: כמות המוצר נמלאה

# ordersaleexist
source: Order exists sale can not deleted
he: הזמנה קיימת לא ניתן למחוק

# supplierproductexist
source: Product exists supplier can not deleted
he: המוצר קיים לא ניתן למחוק

# questioniddoesnotexist
source: Question does not exist
he: השאלה אינה קיימת

# uniquequestionandanswer
source: Question with the same text already exists
he: שאלה עם אותו טקסט כבר קיימת

source: Question created successfully
he: שאלה נוצרה בהצלחה

# questionrecorddoesnotexist
source: No matching record found for update
he: לא נמצאה רשומה תואמת לעדכון

source: Question deleted successfully
he: שאלה נמחקה בהצלחה

# productalreadyincart
source: Product is already in cart
he: המוצר כבר נמצא בעגלה

# productorsuppliernotexits
source: Product or supplier dosent exist
he: המוצר או הספק אינם קיימים

# productaddedincart
source: Product has been successfully added to your cart
he: המוצר נוסף לעגלה שלך בהצלחה

# orderissuecreatednotificationtitle
source: Issues Reported in SupplierOrderNumber#
he: בעיות דווחו במספר הזמנת הספק #

source: File not found
he: קובץ לא נמצא

# youcannotupdateorder
source: Invalid Supplier ID
he: קוד ספק לא חוקי

# youcannotcreateissue
source: cant create issue
he: לא ניתן לבצע קריאה

# youcannotplaceorder
source: cant place an order
he: לא ניתן לבצע הזמנה

source: you can not confirm delivery
he: לא ניתן לאשר קבלה

# signaturerequired
source: Signature is required
he: חובה לחתום

# providevalidcsv
source: Please Provide CSV
he: אנא בחר CSV

source: Invalid Supplier ID
he: קוד ספק לא חוקי

# downlodedsuccessfully
source: Download successfully
he: הורד בהצלחה

# admintypealreadyexist
source: Admin Type already exists
he: סוג מנהל קיים כבר

# alredylinkedwithuser
source: You cannot delete this AdminType as it is associated with a user
he: לא ניתן למחוק את סוג המנהל הזה כי הוא שייך כבר למנהל

# youcannotplaceorderqtymustabovezero
source: Cant place order for product . Quantity must be above 0
he: לא ניתן להוסיף את המוצר, כמות צריכה להיות יותר מ 0

# youcannotplaceordernotenoughqty
source: Not enough quantity for product
he: אין מספיק מלאי עבור המוצר הזה

# contentalreadyexist
source: Content with the same name already exists
he: תוכן עם אותו שם קיים כבר

# modulealreadyexist
source: Module name already exists
he: שם מודל קיים כבר

# productorsuppliernotexist
source: Product or supplier dosent exist.
he: מוצר או ספק לא קיימים

# issuegenrated
source: Issues are generated.
he: בעיות נוצרו

# deliveryconfirmed
source: Delivery has been confirmed.
he: משלוח אושר

# permissionalreadyexist
source: Permission Template name already exists
he: תבנית הראשאות קיימת כבר

# planogramalreadyexist
source: Planogram already exists
he: פלנוגרמה קיימת כבר

# productalreadyexist
source: Product already exists
he: מוצר קיים כבר

source: Duplicate Or Invalid SKU
he: מקט כפול או לא תקין

# alredylinkedwithsale
source: Sale is existing you cant remove the supplier
he: קיים כבר מבצע לא ניתן להוריד את הספק

# areadyexist
source: Message with this contentname already exists
he: הודעה באותו שם קיימת כבר

# walletareadyexist
source: Wallet already exists
he: ארנק קיים כבר

# notenoughbalance
source: Not sufficient balance
he: אין מספיק ייתרה

source: Invalid Amount
he: סכום לא תקין

# deductionisnegative
source: Deduction would result in a negative balance
he: החזרים יוצגו במינוס בארנק

# missing_quantity_notmore_than_original
source: missing quantity can't be more then original quantity
he: כמות לא יכולה להיות יותר מהכמות המקורית

source: Check All
he: בחר הכל

# wait_while_uploading
source: Please wait while uploading
he: אנא המתן בזמן שמעלים

# otp_resend_success
source: OTP resend Successfully!
he: הקוד נשלח שוב בהצלחה

# select_valid_document_format
source: Please select only jpg, jpeg, png, heic, pdf and document files
he: אנא בחר רק קבצים מסוג: jpg, jpeg, png, heic, pdf

# select_next_day_shift
source: please select next day shift
he: אנא בחר ביום הבא

source: Item Deleted
he: המוצרים נמחקו בהצלחה

source: This supplier have
he: לספק הזה יש

source: quantity in stock
he: כמות במלאי

# enter_valid_owner_name
source: Please enter valid owner name
he: אנא הזן שם בעלים תקין

# enter_valid_contact_name
source: Please enter valid contact name
he: אנא הזן שם איש קשר תקין

# enter_valid_address
source: Please enter valid address
he: אנא הזן כתובת תקינה

# this_company_has_no_product
source: Currently this company has no products
he: כרגע אין מוצרים לחברה הזו

# out_of_stock1
source: Out of stock
he: לא במלאי

source: account not approve
he: חשבון לא מאושר

source: Confirm
he: לְאַשֵׁר

source: Rivchit credentials not set
he: פרטי ריווחית לא הוגדרו

source: Comax invoice not found
he: חשבונית קומקס לא קיימת

source: Total amount can't be zero
he: סה"כ לתשלום לא יכול להיות אפס

# sale_not_exists
source: Sale does not exist
he: המבצע לא קיים יותר

# comax_order_error
source: Something went wrong.
he: משהו השתבש

# comax_client_error
source: Something went wrong.
he: משהו השתבש

# unit_in_box
source: units in the box
he: יחידות במארז

source: price
he: מחיר

source: Sub Categories
he: תתי קטגויות

source: per unit
he: ליחידה

# delivery_date_value
source: Delivery up to 3 business days
he: משלוח עד 3 ימי עסקים

# monthly_credit
source: Monthly Credits
he: זיכוי חודשי

source: Refund
he: החזר תשלום

source: Sub Total
he: מחיר לפני מע"מ

source: VAT
he: מע"מ

source: Close
he: סגור

source: Read condition
he: מצב קריאה

source: Bottle Deposit
he: פקדון בקבוק

source: Please provide valid time
he: אנא הזן שעה תקינה

source: Please enter city
he: נא להיכנס לעיר

# issue_remove
source: Remove
he: הסר

# issueremoved
source: Issue removed successfully.
he: הבעיה הוסרה בהצלחה

# wallet_information_sent_to_your_email
source: The wallet information was sent to your email
he: קובץ תנועות האנרק שלח נשלח למייל שלך
